<template>
    <div class="content1">
        <div class="main1">
            <h3 class="m-title1">关于公司</h3>
            <img src="../assets/img/logo.png" alt="" style="width:70%;margin: 0 30px">
            <p> &nbsp; &nbsp; &nbsp; &nbsp; 思而听网络科技有限公司成立于2018年9月26日，注册资
                金150万元，地址：新疆克拉玛依市克拉玛依区前进小区53栋B1-8
                号商铺，由三年前（2015年）创立十三年社团的创始人何颖及十三
                年社团的核心成员共同成立。三年前社团成立的初衷就是“待我十三
                年成长，还你一个信息技术强大的新疆。”用三年的时间发展一批新
                兴的、技术扎实的青少年，作为星星之火，三年之后时机成熟之时我
                们成立了公司，在追逐我们梦想的道路上一步步坚定前行，立足新疆、
                放眼全国、走向世界！公司成员目前平均年龄20岁，核心成员均为
                985、211高校的在校大学生。</p>
            <p>&nbsp; &nbsp; &nbsp; &nbsp;思而听，取自kaliLinux里面“the
                quitteryoubecome，themoreyouareabletohear”，思考且
                倾听。</p>
            <p>&nbsp; &nbsp; &nbsp; &nbsp;公司官网：https://www.sierting.com/</p>
            <p>&nbsp; &nbsp; &nbsp; &nbsp;主营业务包括：程序开发、网站建设、万词霸屏、AI站群系统
                网站、SEM竞价、智能云优化、智能云加速、智能云防护、企业安全
                培训、CTF竞赛培训、移动安全培训、游戏安全培训、高级渗透测试</p>
            <div v-for="item in contentList">
                <h4>{{item.title}}</h4>
                <p>&nbsp; &nbsp; &nbsp; &nbsp;{{item.content}}</p>
            </div>
            <h4>思而听网络空间安全学院</h4>
            <p>&nbsp; &nbsp; &nbsp; &nbsp;思而听网络安全学院开办于2018年11月1日，现为全国唯一一
                家重点针对初高中生开办的网络安全学院，同时学院内单独成立有企
                业培训部，为了能够让更多的企业专业人才自信的面对如今的网络局
                势，帮助企业提高自身网络安全的竞争力和核心力。从优秀到卓越，
                思而听企业安全培训部门将竭尽全力的为企业提供高水准的教学和
                服务。我们将本着真实、实用的原则，切切实实的帮助学员提高实战
                能力和技巧。</p>
            <p>&nbsp; &nbsp; &nbsp; &nbsp;学院现设有五大培训部门，涵盖了网络安全行业的各个领域，包
                括企业培训部、CTF竞赛培训部、渗透测试培训部、初高中生培训部、
                个人培训部。各部门都有一套自主安排的培训体系，并且一直在对相
                关的培训体系以及培训内容进行不断的完善和修改。确保对应模块课
                程内容的实用性、先进性。</p>
            <p>&nbsp; &nbsp; &nbsp; &nbsp;学院讲师均为各大985、211高校人才，拥有多年的比赛经验，
                且拥有多项比赛奖项、技能证书。得益于优秀的讲师团队，思而听的
                专业讲师们不断的接到各大企业的邀请，并对其公司员工进行企业安
                全、网络安全培训，我们曾为能源、教育、政企机关提供相关企业安
                全培训。受培训的相关企业都获益匪浅，学院切切实实的提高了受训
                学员的实战能力和技巧。</p>
        </div>
    </div>
</template>

<style>
    .content1 {
        width: 100%;
        box-shadow: 0 0 5px #bbb;
        float: left;
        margin-bottom: 30px;
        border-radius: 10px;
    }

    .main1 {
        width: 100%;
        font-size: 20px !important;
        margin: 30px auto;
    }

    .main1 p {
        font-size: 16px;
        line-height: 40px;
        padding: 0 20px;
        text-align: left;
        color: #909399;
        text-indent: 2em;
    }
</style>

<script>
    export default {
        data() {
            return {
                activeName: '1',
                value1: true,
                value2: true,
                value3: true,
                contentList: [{
                    title: "高级渗透测试",
                    content: `相对于一般的企业，思而听的高级渗透测试更加迅速，发现的问
题更加全面，并且我们一直积极投入到各大公司或各级政府的合作
中，行业经验丰富，技术更新及时。`
                }, {
                    title: "网络推广",
                    content: `我们拥有网站SEO，万词霸屏，AI站群系统，SEM竞价等市面上
几乎所有的推广方案，并都进行了重新的系统开发，了解每一个推广
的优势所在，能够给客户提供一切需要的的推广方案，并给出最佳的
推广方案供用户选择。`
                }, {
                    title: "网络安全培训",
                    content: `国内的网络安全培训机构目前相对来说还是非常稀少的,培训的
质量也不尽人意，而我们思而听的培训服务，不仅针对一般人群，更
加针对相应的企业，依托于优秀的讲师团队，个人和企业安全培训我
们都可以进行。开办思而听网络安全学院，为全国首家也是目前唯一
一家针对初高中生开办的培训机构`
                }, {
                    title: "程序、网站开发",
                    content: `思而听主打深度定制，给每位用户分配专业的工程师，进行量身
的深度定制，满足客户的所求所想。得益于我们思而听的智能云防护
系统，我们还能够对网站搭建的用户提供对应的安全防护措施，使网
站不光建设的让客户满意，更让客户放心`
                }],
            };
        }
    }
</script>